Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Account.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Error Redeeming Code
ar: خطأ في استبدال الرمز
bn: কোড রিডিম করতে ত্রুটি
cs: Chyba při uplatnění kódu
da: Fejl ved indløsning af kode
de: Fehler beim Einlösen des Codes
el: Σφάλμα εξαργύρωσης κωδικού
es: Error al canjear el código
es_419: Error al canjear el código
fa: خطا در استفاده از کد
fi: Virhe koodin lunastuksessa
fil: Error sa Pagtubos ng Code
fr: Erreur lors de l’utilisation du code
he: שגיאה במימוש הקוד
hi: कोड रिडीम करने में त्रुटि
hu: Hiba a kód beváltásakor
hy: Կոդի ակտիվացման սխալ
id: Kesalahan Menukarkan Kode
it: Errore durante il riscatto del codice
ja: コードの引き換えエラー
ko: 코드 사용 오류
ms: Ralat Menebus Kod
nb: Feil ved innløsing av kode
nl: Fout bij inwisselen code
pl: Błąd realizacji kodu
pt_br: Erro ao resgatar o código
pt_pt: Erro ao Resgatar o Código
ro: Eroare la valorificarea codului
ru: Ошибка активации кода
sv: Fel vid inlösen av kod
ta: குறியீட்டை மீட்டெடுப்பதில் பிழை
te: కోడ్ రిడీమ్ చేయడంలో లోపం
th: เกิดข้อผิดพลาดในการแลกโค้ด
tr: Kod Kullanma Hatası
uk: Помилка активації коду
ur: کوڈ ریڈیم کرنے میں خرابی
vi: Lỗi Khi Đổi Mã
zh_hans: 兑换代码出错
zh_hant: 兌換代碼時發生錯誤

source: Error Updating Profile
ar: خطأ في تحديث الملف الشخصي
bn: প্রোফাইল আপডেট করতে ত্রুটি
cs: Chyba při aktualizaci profilu
da: Fejl ved opdatering af profil
de: Fehler beim Aktualisieren des Profils
el: Σφάλμα ενημέρωσης προφίλ
es: Error al actualizar el perfil
es_419: Error al actualizar el perfil
fa: خطا در به‌روزرسانی نمایه
fi: Virhe profiilin päivityksessä
fil: Error sa Pag-update ng Profile
fr: Erreur de mise à jour du profil
he: שגיאה בעדכון הפרופיל
hi: प्रोफ़ाइल अपडेट करने में त्रुटि
hu: Hiba a profil frissítésekor
hy: Պրոֆիլի թարմացման սխալ
id: Kesalahan Memperbarui Profil
it: Errore durante l'aggiornamento del profilo
ja: プロフィールの更新エラー
ko: 프로필 업데이트 오류
ms: Ralat Mengemas Kini Profil
nb: Feil ved oppdatering av profil
nl: Fout bij bijwerken profiel
pl: Błąd aktualizacji profilu
pt_br: Erro ao atualizar o perfil
pt_pt: Erro ao Atualizar o Perfil
ro: Eroare la actualizarea profilului
ru: Ошибка обновления профиля
sv: Fel vid uppdatering av profil
ta: சுயவிவரத்தைப் புதுப்பிப்பதில் பிழை
te: ప్రొఫైల్ అప్‌డేట్ చేయడంలో లోపం
th: เกิดข้อผิดพลาดในการอัปเดตโปรไฟล์
tr: Profil Güncelleme Hatası
uk: Помилка оновлення профілю
ur: پروفائل اپ ڈیٹ کرنے میں خرابی
vi: Lỗi Cập Nhật Hồ Sơ
zh_hans: 更新个人资料出错
zh_hant: 更新個人檔案時發生錯誤

source: Found a Kurozora code in the wild? This is the place to redeem it!
ar: وجدت رمز Kurozora في مكان ما؟ هذا هو المكان المناسب لاستبداله!
bn: কোথাও একটা Kurozora কোড পেয়ে গেছেন? এখানেই সেটা রিডিম করুন!
cs: Narazil jsi někde na kód Kurozora? Tady ho můžeš uplatnit!
da: Fundet en Kurozora-kode i naturen? Det er her, du indløser den!
de: Einen Kurozora-Code in freier Wildbahn gefunden? Hier kannst du ihn einlösen!
el: Βρήκες κάποιον κωδικό Kurozora εκεί έξω; Εδώ είναι το μέρος για να τον εξαργυρώσεις!
es: ¿Has encontrado un código de Kurozora por ahí? ¡Este es el sitio para canjearlo!
es_419: ¿Encontraste un código de Kurozora por ahí? ¡Este es el lugar para canjearlo!
fa: یک کد Kurozora پیدا کرده‌ای؟ اینجا جای استفاده از آن است!
fi: Löysitkö Kurozora-koodin jostain? Täällä voit lunastaa sen!
fil: May nahanap kang Kurozora code sa labas? Dito mo ito matutubos!
fr: Tu as trouvé un code Kurozora dans la nature ? C’est ici qu’on l’utilise !
he: מצאתם קוד Kurozora בטבע? זה המקום לממש אותו!
hi: कहीं कोई Kurozora कोड मिल गया? इसे रिडीम करने की जगह यही है!
hu: Találtál egy Kurozora kódot valahol? Itt válthatod be!
hy: Բնության մեջ գտա՞ր Kurozora-ի կոդ։ Սա հենց այն տեղն է, որտեղ կարող ես այն ակտիվացնել։
id: Menemukan kode Kurozora di luar sana? Di sinilah tempatnya untuk menukarkannya!
it: Hai trovato un codice Kurozora in giro? Questo è il posto giusto per riscattarlo!
ja: Kurozoraのコードを見つけた？ここで引き換えよう！
ko: 어딘가에서 Kurozora 코드를 발견하셨나요? 여기서 사용하시면 돼요!
ms: Jumpa kod Kurozora di luar sana? Inilah tempatnya untuk menebusnya!
nb: Fant du en Kurozora-kode i det fri? Her løser du den inn!
nl: Een Kurozora-code gevonden? Hier kun je hem inwisselen!
pl: Trafiłeś gdzieś na kod Kurozora? To miejsce, gdzie możesz go zrealizować!
pt_br: Encontrou um código Kurozora por aí? Este é o lugar para resgatá-lo!
pt_pt: Encontraste um código Kurozora por aí? É aqui que o resgatas!
ro: Ai găsit un cod Kurozora prin lume? Aici e locul să-l valorifici!
ru: Нашёл код Kurozora? Самое время его активировать!
sv: Hittat en Kurozora-kod ute i det vilda? Här är platsen att lösa in den!
ta: எங்காவது Kurozora குறியீடு கிடைத்ததா? அதை மீட்டெடுக்க இதுதான் இடம்!
te: ఎక్కడైనా Kurozora కోడ్ దొరికిందా? దాన్ని రిడీమ్ చేయడానికి ఇదే సరైన చోటు!
th: เจอโค้ด Kurozora ที่ไหนสักแห่งใช่ไหม นี่คือที่สำหรับแลกเลย!
tr: Vahşi doğada bir Kurozora kodu mu buldun? Burası onu kullanacağın yer!
uk: Знайшов код Kurozora десь у природі? Саме тут його можна активувати!
ur: کہیں Kurozora کوڈ مل گیا؟ اسے ریڈیم کرنے کی جگہ یہی ہے!
vi: Bắt được một mã Kurozora ở đâu đó? Đây chính là nơi để đổi nó!
zh_hans: 在外面发现了 Kurozora 代码？就在这里兑换吧！
zh_hant: 在外面發現了 Kurozora 代碼？就在這裡兌換吧！

source: Get Animated
ar: أضف حركة
bn: অ্যানিমেটেড হয়ে উঠুন
cs: Rozpohybuj to
da: Bliv animeret
de: Werde animiert
el: Ζωντάνεψέ το
es: Ponte en movimiento
es_419: Ponte en movimiento
fa: جان بگیر
fi: Herää eloon
fil: Maging Animated
fr: Passe à l’animation
he: קצת אנימציה
hi: एनिमेटेड बनो
hu: Hozd mozgásba
hy: Կենդանացիր
id: Hidupkan Animasi
it: Anima tutto
ja: アニメーションを楽しもう
ko: 생동감 더하기
ms: Jadi Beranimasi
nb: Bli animert
nl: Kom in beweging
pl: Wskocz w animację
pt_br: Anime-se
pt_pt: Anima-te
ro: Pune-te în mișcare
ru: Оживи интерфейс
sv: Sätt liv i appen
ta: அனிமேட்டாகுங்கள்
te: యానిమేటెడ్‌గా మారండి
th: เพิ่มความเคลื่อนไหว
tr: Hareketlen
uk: Додай анімації
ur: اینیمیٹڈ ہو جائیں
vi: Sống Động Hơn
zh_hans: 动起来
zh_hant: 動起來

source: Have more to say? Express yourself fully with a 500 character limit for your feed messages.
ar: لديك المزيد لتقوله؟ عبّر عن نفسك بالكامل بحدّ يبلغ 500 حرف لرسائلك في التغذية.
bn: আরও কিছু বলার আছে? আপনার ফিড মেসেজের জন্য ৫০০ অক্ষরের সীমা নিয়ে নিজেকে পুরোপুরি প্রকাশ করুন।
cs: Máš toho víc na srdci? Vyjádři se naplno s limitem 500 znaků pro tvé příspěvky na feedu.
da: Har du mere på hjerte? Udtryk dig fuldt ud med en grænse på 500 tegn til dine feed-beskeder.
de: Hast du mehr zu sagen? Bring dich voll zum Ausdruck – mit einem Limit von 500 Zeichen für deine Feed-Nachrichten.
el: Έχεις περισσότερα να πεις; Εκφράσου ελεύθερα με όριο 500 χαρακτήρων για τα μηνύματά σου στη ροή.
es: ¿Tienes más que decir? Exprésate sin límites con 500 caracteres para tus mensajes del timeline.
es_419: ¿Tienes más que decir? Exprésate a fondo con un límite de 500 caracteres en tus mensajes del feed.
fa: حرف بیشتری برای گفتن داری؟ با محدودیت ۵۰۰ نویسه برای پیام‌های فید خود، حرف دلت را کامل بزن.
fi: Onko sinulla enemmän sanottavaa? Ilmaise itseäsi täysin rinnoin syöteviestien 500 merkin rajalla.
fil: May iba ka pang sasabihin? Ipahayag ang iyong sarili nang buo gamit ang 500 character limit para sa iyong mga feed message.
fr: Plus de choses à dire ? Exprime-toi pleinement avec une limite de 500 caractères pour tes messages de fil.
he: יש לכם עוד מה להגיד? בטאו את עצמכם במלואכם עם מגבלת תווים של 500 תווים להודעות בפיד שלכם.
hi: और कुछ कहना है? अपने फ़ीड संदेशों के लिए 500 वर्ण सीमा के साथ खुलकर अपनी बात रखो।
hu: Van még mondanivalód? Fejezd ki magad teljesen a feedüzeneteid 500 karakteres limitjével.
hy: Ավելի շա՞տ ասելիք ունես։ Արտահայտիր քեզ լիարժեք՝ քո հոսքի հաղորդագրությունների համար 500 նիշի սահմանաչափով։
id: Punya lebih banyak yang ingin disampaikan? Ekspresikan dirimu sepenuhnya dengan batas 500 karakter untuk pesan feed kamu.
it: Hai altro da dire? Esprimiti appieno con un limite di 500 caratteri per i tuoi messaggi nella timeline.
ja: もっと言いたいことがある？フィードメッセージの文字数上限500文字で、思いっきり自分を表現しよう。
ko: 하고 싶은 말이 더 많나요? 피드 메시지의 500자 제한으로 마음껏 표현해 보세요.
ms: Ada lagi nak diluahkan? Luahkan sepenuhnya dengan had 500 aksara untuk mesej suapan anda.
nb: Har du mer på hjertet? Uttrykk deg fullt ut med en grense på 500 tegn for feed-meldingene dine.
nl: Meer te zeggen? Uit jezelf volledig met een limiet van 500 tekens voor je feedberichten.
pl: Masz więcej do powiedzenia? Wyraź siebie w pełni dzięki limitowi 500 znaków dla Twoich wiadomości w aktualnościach.
pt_br: Tem mais a dizer? Expresse-se plenamente com um limite de 500 caracteres para suas mensagens no feed.
pt_pt: Tens mais para dizer? Expressa-te plenamente com um limite de 500 caracteres nas tuas mensagens da timeline.
ro: Ai mai multe de spus? Exprimă-te pe deplin cu o limită de 500 de caractere pentru mesajele tale din feed.
ru: Есть что добавить? Выражайся свободно с лимитом в 500 символов для сообщений в ленте.
sv: Har du mer att säga? Uttryck dig fullt ut med en teckengräns på 500 tecken för dina flödesmeddelanden.
ta: இன்னும் சொல்ல ஏதாவது இருக்கிறதா? உங்கள் feed செய்திகளுக்கான 500 எழுத்து வரம்புடன் உங்களை முழுமையாக வெளிப்படுத்துங்கள்.
te: ఇంకా చెప్పాలనుందా? మీ ఫీడ్ మెసేజ్‌లకు 500 అక్షరాల పరిమితితో మీ భావాలను పూర్తిగా వ్యక్తపరచండి.
th: มีเรื่องอยากเล่าอีกใช่ไหม แสดงออกได้เต็มที่ด้วยขีดจำกัดข้อความฟีด 500 ตัวอักษร
tr: Söyleyecek daha çok şeyin mi var? Akış mesajların için 500 karakterlik bir sınırla kendini tam olarak ifade et.
uk: Хочеш сказати більше? Виражай себе сповна з лімітом у 500 символів для повідомлень у стрічці.
ur: اور کچھ کہنا ہے؟ اپنے فیڈ پیغامات کے لیے 500 حروف کی حد کے ساتھ خود کا بھرپور اظہار کریں۔
vi: Còn nhiều điều muốn nói? Thỏa sức thể hiện bản thân với giới hạn 500 ký tự cho tin nhắn trên feed của bạn.
zh_hans: 还有更多想说的？动态消息字数上限提升至 500 字，尽情表达自己。
zh_hant: 還有更多想說的？動態訊息字數上限 500 字，盡情表達自我吧。

source: Immediately
ar: فورًا
bn: সঙ্গে সঙ্গে
cs: Okamžitě
da: Med det samme
de: Sofort
el: Άμεσα
es: Inmediatamente
es_419: De inmediato
fa: بی‌درنگ
fi: Heti
fil: Kaagad
fr: Immédiatement
he: מיד
hi: तुरंत
hu: Azonnal
hy: Անմիջապես
id: Segera
it: Immediatamente
ja: すぐに
ko: 즉시
ms: Serta-merta
nb: Umiddelbart
nl: Direct
pl: Natychmiast
pt_br: Imediatamente
pt_pt: Imediatamente
ro: Imediat
ru: Сразу же
sv: Omedelbart
ta: உடனடியாக
te: వెంటనే
th: ทันที
tr: Hemen
uk: Негайно
ur: فوراً
vi: Ngay Lập Tức
zh_hans: 立即
zh_hant: 立即

source: Immerse yourself in the world of anime from the very start with serene chimes and iconic anime sounds.
ar: انغمس في عالم anime من البداية مع نغمات هادئة وأصوات anime أيقونية.
bn: প্রশান্ত চাইম আর আইকনিক anime শব্দ দিয়ে একদম শুরু থেকেই anime-র জগতে নিজেকে ডুবিয়ে দিন।
cs: Ponoř se do světa anime hned od začátku s konejšivými tóny a ikonickými anime zvuky.
da: Lev dig ind i anime-universet helt fra start med rolige klokkespil og ikoniske anime-lyde.
de: Tauche von Anfang an in die Welt des anime ein – mit beruhigenden Klängen und ikonischen anime-Sounds.
el: Βυθίσου στον κόσμο του anime από την πρώτη στιγμή με γαλήνιες μελωδίες και εμβληματικούς ήχους anime.
es: Sumérgete en el mundo del anime desde el primer momento con melodías serenas y sonidos icónicos del anime.
es_419: Sumérgete en el mundo del anime desde el primer momento con tonos serenos y sonidos icónicos del anime.
fa: از همان ابتدا با نغمه‌های آرامش‌بخش و صداهای نمادین anime، در دنیای anime غرق شو.
fi: Uppoudu animen maailmaan heti alusta alkaen rauhallisilla soinneilla ja ikonisilla anime-äänillä.
fil: Sumabak sa mundo ng anime mula pa sa simula gamit ang mga panatag na chime at iconic na tunog ng anime.
fr: Plonge dans l’univers de l’anime dès le départ avec des carillons sereins et des sons d’anime emblématiques.
he: צללו אל עולם האנימה כבר מההתחלה עם צלילים שלווים וסאונדים איקוניים מעולם האנימה.
hi: शांत झंकारों और प्रतिष्ठित anime ध्वनियों के साथ शुरुआत से ही anime की दुनिया में डूब जाओ।
hu: Merülj el az anime világában már a kezdetektől nyugtató csilingelésekkel és ikonikus anime hangokkal.
hy: Սուզվիր anime-ի աշխարհում հենց սկզբից՝ հանգստացնող ղողանջներով և anime-ի խորհրդանշական հնչյուններով։
id: Larutkan dirimu dalam dunia anime sejak awal dengan dentingan menenangkan dan suara anime yang ikonik.
it: Immergiti nel mondo degli anime fin dal primo istante con melodie rilassanti e suoni iconici degli anime.
ja: 穏やかなチャイムや象徴的なanimeサウンドで、最初からanimeの世界にどっぷり浸ろう。
ko: 잔잔한 차임과 상징적인 anime 사운드로 시작부터 anime의 세계에 흠뻑 빠져보세요.
ms: Hanyutkan diri anda dalam dunia anime dari awal lagi dengan deringan tenang dan bunyi anime yang ikonik.
nb: Senk deg ned i anime-verdenen helt fra start med rolige klokkespill og ikoniske anime-lyder.
nl: Dompel jezelf vanaf het begin onder in de wereld van anime met serene startgeluiden en iconische animageluiden.
pl: Zanurz się w świecie anime od samego początku dzięki kojącym dźwiękom i kultowym odgłosom anime.
pt_br: Mergulhe no mundo do anime desde o início com toques serenos e sons icônicos de anime.
pt_pt: Mergulha no mundo do anime desde o primeiro instante com toques serenos e sons icónicos de anime.
ro: Cufundă-te în lumea anime încă de la început cu melodii senine și sunete iconice de anime.
ru: Погрузись в мир anime с самого начала под умиротворяющие переливы и культовые anime-звуки.
sv: Fördjupa dig i anime-världen redan från start med rofyllda klanger och ikoniska anime-ljud.
ta: அமைதியான ஒலிகள் மற்றும் சின்னமான anime ஒலிகளுடன் தொடக்கத்திலிருந்தே anime உலகில் மூழ்குங்கள்.
te: ప్రశాంతమైన చైమ్‌లు, ఐకానిక్ anime శబ్దాలతో మొదటి నుండే anime ప్రపంచంలో మునిగిపోండి.
th: ดื่มด่ำไปกับโลกของ anime ตั้งแต่เริ่มต้นด้วยเสียงระฆังอันสงบและเสียง anime อันเป็นเอกลักษณ์
tr: Huzurlu çan sesleri ve ikonik anime sesleriyle ta en baştan kendini anime dünyasına kaptır.
uk: Занурюйся у світ anime із самого початку завдяки спокійним передзвонам і культовим anime-звукам.
ur: پُرسکون دھنوں اور مشہور anime آوازوں کے ساتھ شروع ہی سے anime کی دنیا میں کھو جائیں۔
vi: Đắm chìm vào thế giới anime ngay từ đầu với những giai điệu êm dịu và âm thanh anime mang tính biểu tượng.
zh_hans: 用悠扬的提示音和经典的 anime 音效，从一开始就沉浸在 anime 的世界里。
zh_hant: 用悠揚的提示音與經典的 anime 音效，從一開始就沉浸在 anime 的世界裡。

source: Import 📲
ar: استيراد 📲
bn: ইম্পোর্ট করুন 📲
cs: Importovat 📲
da: Importer 📲
de: Importieren 📲
el: Εισαγωγή 📲
es: Importar 📲
es_419: Importar 📲
fa: ورود اطلاعات 📲
fi: Tuo 📲
fil: I-import 📲
fr: Importer 📲
he: ייבוא 📲
hi: इम्पोर्ट 📲
hu: Importálás 📲
hy: Ներմուծել 📲
id: Impor 📲
it: Importa 📲
ja: インポート 📲
ko: 가져오기 📲
nb: Importer 📲
nl: Importeer 📲
pl: Importuj 📲
pt_br: Importar 📲
pt_pt: Importar 📲
ro: Importă 📲
ru: Импорт 📲
sv: Importera 📲
ta: இறக்குமதி 📲
te: ఇంపోర్ట్ 📲
th: นำเข้า 📲
tr: İçe Aktar 📲
uk: Імпорт 📲
ur: درآمد کریں 📲
vi: Nhập 📲
zh_hans: 导入 📲
zh_hant: 匯入 📲

source: Includes %@ free trial!
ar: يتضمن فترة تجريبية مجانية مدتها %@!
bn: %@ ফ্রি ট্রায়াল অন্তর্ভুক্ত!
cs: Obsahuje %@ zkušební verze zdarma!
da: Inkluderer %@ gratis prøveperiode!
de: Inklusive %@ kostenlosem Testzeitraum!
el: Περιλαμβάνει δωρεάν δοκιμή %@!
es: ¡Incluye %@ de prueba gratis!
es_419: ¡Incluye %@ de prueba gratis!
fa: شامل %@ آزمایش رایگان است!
fi: Sisältää %@ ilmaisen kokeilujakson!
fil: May kasamang %@ libreng pagsubok!
fr: Inclut %@ d’essai gratuit !
he: כולל תקופת ניסיון חינם של %@!
hi: %@ का निःशुल्क परीक्षण शामिल है!
hu: %@ ingyenes próbaidőszakkal!
hy: Ներառում է %@ անվճար փորձաշրջան։
id: Termasuk uji coba gratis %@!
it: Include una prova gratuita di %@!
ja: %@の無料トライアル付き！
ko: %@ 무료 체험 포함!
ms: Termasuk percubaan percuma %@!
nb: Inkluderer %@ gratis prøveperiode!
nl: Inclusief %@ gratis proefperiode!
pl: Obejmuje %@ bezpłatnego okresu próbnego!
pt_br: Inclui %@ de avaliação gratuita!
pt_pt: Inclui %@ de teste gratuito!
ro: Include o perioadă de probă gratuită de %@!
ru: Включает бесплатный пробный период %@!
sv: Inkluderar %@ gratis provperiod!
ta: %@ இலவச சோதனை அடங்கும்!
te: %@ ఉచిత ట్రయల్ ఉంది!
th: รวมทดลองใช้ฟรี %@!
tr: %@ ücretsiz deneme içerir!
uk: Включає %@ безкоштовного пробного періоду!
ur: %@ مفت آزمائش شامل ہے!
vi: Bao gồm %@ dùng thử miễn phí!
zh_hans: 包含 %@ 免费试用！
zh_hant: 包含 %@ 免費試用！

source: Integrate with Calendar
ar: التكامل مع التقويم
bn: ক্যালেন্ডারের সাথে যুক্ত করুন
cs: Propojení s kalendářem
da: Integrer med Kalender
de: In Kalender integrieren
el: Ενσωμάτωση με το Ημερολόγιο
es: Integra con el calendario
es_419: Integra con Calendario
fa: یکپارچه‌سازی با تقویم
fi: Yhdistä kalenteriin
fil: Iugnay sa Calendar
fr: Intégration au Calendrier
he: שילוב עם לוח שנה
hi: कैलेंडर के साथ एकीकृत करें
hu: Integráció a Naptárral
hy: Ինտեգրել օրացույցի հետ
id: Integrasikan dengan Kalender
it: Integra con Calendario
ja: カレンダーと連携
ko: 캘린더 연동
ms: Sepadukan dengan Kalendar
nb: Integrer med kalender
nl: Integreer met Agenda
pl: Zintegruj z kalendarzem
pt_br: Integre com o Calendário
pt_pt: Integrar com o Calendário
ro: Integrează cu Calendarul
ru: Интеграция с Календарём
sv: Integrera med Kalender
ta: Calendar-உடன் ஒருங்கிணைக்கவும்
te: క్యాలెండర్‌తో అనుసంధానించండి
th: เชื่อมต่อกับปฏิทิน
tr: Takvim ile Bütünleştir
uk: Інтегруй з Календарем
ur: کیلنڈر کے ساتھ مربوط کریں
vi: Tích Hợp Với Lịch
zh_hans: 接入日历
zh_hant: 整合行事曆

source: Integrate your anime schedule into your calendar. Never miss an episode again with reminders for new airings.
ar: ادمج جدول anime الخاص بك في تقويمك. لن تفوّت حلقة بعد الآن مع التذكيرات بالعروض الجديدة.
bn: আপনার anime সূচি ক্যালেন্ডারে যুক্ত করুন। নতুন প্রচারের রিমাইন্ডার দিয়ে আর কখনও কোনো এপিসোড মিস করবেন না।
cs: Propoj svůj anime program s kalendářem. Už nikdy nezmeškej žádný díl díky připomínkám nových vysílání.
da: Integrer din anime-tidsplan i din kalender. Gå aldrig glip af et afsnit igen med påmindelser om nye udsendelser.
de: Integriere deinen anime-Zeitplan in deinen Kalender. Verpasse nie wieder eine Episode dank Erinnerungen für neue Ausstrahlungen.
el: Ενσωμάτωσε το πρόγραμμα anime σου στο ημερολόγιό σου. Μη χάσεις ποτέ ξανά επεισόδιο με υπενθυμίσεις για νέες προβολές.
es: Integra tu calendario de anime en tu calendario. No vuelvas a perderte un episodio gracias a los recordatorios de nuevas emisiones.
es_419: Integra tu horario de anime en tu calendario. No te vuelvas a perder un episodio gracias a los recordatorios de nuevas emisiones.
fa: برنامه پخش anime خود را با تقویمت یکپارچه کن. با یادآورهای پخش‌های جدید، دیگر هیچ قسمتی را از دست نده.
fi: Yhdistä anime-aikataulusi kalenteriisi. Älä jää enää koskaan paitsi jaksosta uusien lähetysten muistutusten ansiosta.
fil: Iugnay ang iyong iskedyul ng anime sa iyong calendar. Huwag nang makaligtaan ang isang episode gamit ang mga paalala para sa mga bagong airing.
fr: Intègre ton programme d’anime à ton calendrier. Ne manque plus jamais un épisode grâce aux rappels des nouvelles diffusions.
he: שלבו את לוח השידורים של האנימה שלכם בלוח השנה. לעולם לא תפספסו עוד פרק בזכות תזכורות לשידורים חדשים.
hi: अपने anime शेड्यूल को अपने कैलेंडर में एकीकृत करो। नए प्रसारणों के रिमाइंडर के साथ कोई एपिसोड फिर कभी न छूटे।
hu: Integráld az anime menetrendedet a naptáradba. Soha többé ne maradj le egy epizódról sem az új adásokra figyelmeztető emlékeztetőkkel.
hy: Ինտեգրիր քո anime-ի ժամանակացույցը քո օրացույցում։ Այլևս երբեք բաց մի թող ոչ մի դրվագ՝ նոր եթերաշրջանների հիշեցումներով։
id: Integrasikan jadwal anime kamu ke dalam kalender kamu. Jangan pernah lewatkan episode lagi dengan pengingat untuk penayangan baru.
it: Integra il palinsesto dei tuoi anime nel tuo calendario. Non perderti più un episodio grazie ai promemoria per le nuove messe in onda.
ja: animeのスケジュールをカレンダーに連携。新着放送のリマインダーで、もうエピソードを見逃さない。
ko: anime 일정을 캘린더에 연동하세요. 새 방영 알림으로 다시는 에피소드를 놓치지 마세요.
ms: Sepadukan jadual anime anda ke dalam kalendar. Jangan terlepas episod lagi dengan peringatan untuk siaran baharu.
nb: Integrer anime-timeplanen din i kalenderen. Gå aldri glipp av en episode igjen med påminnelser om nye sendinger.
nl: Integreer je animaschema in je agenda. Mis nooit meer een aflevering met herinneringen voor nieuwe uitzendingen.
pl: Zintegruj swój harmonogram anime z kalendarzem. Już nigdy nie przegapisz odcinka dzięki przypomnieniom o nowych emisjach.
pt_br: Integre sua programação de anime ao seu calendário. Nunca mais perca um episódio com lembretes de novas exibições.
pt_pt: Integra a tua agenda de anime no teu calendário. Nunca mais percas um episódio com lembretes para as novas estreias.
ro: Integrează-ți programul anime în calendar. Nu mai rata niciun episod cu memento-uri pentru noile difuzări.
ru: Добавляй расписание anime в свой календарь. Больше не пропускай ни одной серии благодаря напоминаниям о новых выпусках.
sv: Integrera ditt anime-schema i din kalender. Missa aldrig ett avsnitt igen med påminnelser om nya sändningar.
ta: உங்கள் anime அட்டவணையை உங்கள் காலெண்டரில் ஒருங்கிணைக்கவும். புதிய ஒளிபரப்புகளுக்கான நினைவூட்டல்களுடன் ஒரு எபிசோடையும் இனி தவறவிடாதீர்கள்.
te: మీ anime షెడ్యూల్‌ను మీ క్యాలెండర్‌లో అనుసంధానించండి. కొత్త ఎపిసోడ్‌ల రిమైండర్‌లతో మళ్లీ ఏ ఎపిసోడ్‌నూ మిస్ చేయకండి.
th: เชื่อมตารางออกอากาศ anime ของคุณเข้ากับปฏิทิน ไม่พลาดทุกตอนอีกต่อไปด้วยการแจ้งเตือนการออกอากาศใหม่
tr: Anime takvimini kendi takvimine ekle. Yeni yayınlar için hatırlatıcılarla bir daha asla bir bölümü kaçırma.
uk: Інтегруй свій розклад anime у календар. Більше не пропускай жодного епізоду завдяки нагадуванням про нові виходи в ефір.
ur: اپنا anime شیڈول اپنے کیلنڈر میں مربوط کریں۔ نئی نشریات کی یاد دہانیوں کے ساتھ کبھی کوئی ایپیسوڈ نہ چھوڑیں۔
vi: Tích hợp lịch anime của bạn vào lịch. Không bao giờ bỏ lỡ một tập nào nữa nhờ các lời nhắc cho những tập mới phát sóng.
zh_hans: 将你的 anime 时间表接入日历。开播提醒在手，再也不错过任何一集。
zh_hant: 將你的 anime 時間表整合至行事曆。透過新播出集數的提醒，再也不會錯過任何一集。

source: Kurozora & Privacy
ar: Kurozora والخصوصية
bn: Kurozora ও গোপনীয়তা
cs: Kurozora a soukromí
da: Kurozora og privatliv
de: Kurozora & Datenschutz
el: Το Kurozora και το απόρρητο
es: Kurozora y la privacidad
es_419: Kurozora y la privacidad
fa: Kurozora و حریم خصوصی
fi: Kurozora ja yksityisyys
fil: Kurozora at Privacy
fr: Kurozora et la confidentialité
he: Kurozora ופרטיות
hi: Kurozora और गोपनीयता
hu: Kurozora és adatvédelem
hy: Kurozora և գաղտնիություն
id: Kurozora & Privasi
it: Kurozora e privacy
ja: Kurozoraとプライバシー
ko: Kurozora와 개인정보 보호
ms: Kurozora & Privasi
nb: Kurozora og personvern
nl: Kurozora en privacy
pl: Kurozora i prywatność
pt_br: Kurozora e Privacidade
pt_pt: Kurozora e Privacidade
ro: Kurozora și confidențialitatea
ru: Kurozora и конфиденциальность
sv: Kurozora och integritet
ta: Kurozora & தனியுரிமை
te: Kurozora & గోప్యత
th: Kurozora และความเป็นส่วนตัว
tr: Kurozora ve Gizlilik
uk: Kurozora і конфіденційність
ur: Kurozora اور رازداری
vi: Kurozora & Quyền Riêng Tư
zh_hans: Kurozora 与隐私
zh_hant: Kurozora 與隱私權

source: Kurozora Account
ar: حساب Kurozora
bn: Kurozora অ্যাকাউন্ট
cs: Účet Kurozora
da: Kurozora-konto
de: Kurozora-Konto
el: Λογαριασμός Kurozora
es: Cuenta de Kurozora
es_419: Cuenta de Kurozora
fa: حساب Kurozora
fi: Kurozora-tili
fr: Compte Kurozora
he: חשבון Kurozora
hi: Kurozora खाता
hu: Kurozora fiók
hy: Kurozora հաշիվ
id: Akun Kurozora
it: Account Kurozora
ja: Kurozoraアカウント
ko: Kurozora 계정
ms: Akaun Kurozora
nb: Kurozora-konto
pl: Konto Kurozora
pt_br: Conta Kurozora
pt_pt: Conta Kurozora
ro: Cont Kurozora
ru: Учётная запись Kurozora
sv: Kurozora-konto
ta: Kurozora கணக்கு
te: Kurozora ఖాతా
th: บัญชี Kurozora
tr: Kurozora Hesabı
uk: Обліковий запис Kurozora
ur: Kurozora اکاؤنٹ
vi: Tài Khoản Kurozora
zh_hans: Kurozora 账户
zh_hant: Kurozora 帳號
